Repository: EDENLABLLC/nhs.auth.web
Catalog: app/common/locales/*.po
Languages: uk

source: Required field
uk: Обов’язкове поле

source: Invalid email format
uk: Невірний формат Email

source: Invalid surname
uk: Невірний формат прізвища

source: Length must be less than <%= params %>
uk: Довжина повинна бути менше <%= params %>

source: Length must be more than <%= params %>
uk: Довжина повинна бути більша за <%= params %>

source: Invalid card number
uk: Невірний номер карти

source: Card with such name already exists
uk: Карта з такою назвою вже існує

source: Card with such number already exists
uk: Карта з таким номером вже існує

source: Support only {{types}} cards
uk: Ми підтримуємо тільки картки {{types}}

source: Minimal value is <%= params %>
uk: Мінімальним значенням є < % = params %>

source: Maximum value is <%= params %>
uk: * Максимальне значення

source: Password mismatch with existing account
uk: Невірний email або пароль

source: Account or password combination mismatch
uk: Невірний email або пароль

source: Yes
uk: Так

source: No
uk: Ні

source: Dashboard
uk: Дашборд

source: Clinics
uk: Клініки

source: Declarations
uk: Декларації

source: Employees
uk: Працівники

source: Dictionaries
uk: Словники

source: System configuration
uk: Конфігурація системи

source: Documentation
uk: Документація

source: Email does register
uk: Користувача з таким email не існує

source: All Rights Recerved
uk: Всі права захищені
